const faqCategories = [
  {
    id: "basic",
    title: "Основное",
    questions: [
      {
        question: "Что такое SkinLease?",
        answer:
          "SkinLease — сервис аренды готовых сетов CS2. Вы выбираете подходящий интересующий вас сет и оформляете аренду через телеграмм.",
      },
      {
        question: "Нужен ли залог?",
        answer:
          "Нет, аренда оформляется без залога. Вы оплачиваете стоимость аренды, указанную на странице выбранного сета.",
      },
      {
        question: "Какие сеты доступны для аренды?",
        answer:
          "В каталоге представлены готовые наборы скинов CS2. Актуальная доступность каждого сета указана непосредственно в каталоге.",
      },
    ],
  },

  {
    id: "rental",
    title: "Аренда",
    questions: [
      {
        question: "Как оформить аренду?",
        answer:
          "Выберите сет в каталоге, ознакомьтесь с условиями и свяжитесь с нами через Telegram для оформления аренды.",
      },
      {
        question: "На какой срок предоставляется сет?",
        answer:
          "Срок аренды указан отдельно для каждого сета, обычно это 6 дней, но могут быть исключения.",
      },
      {
        question: "Можно ли продлить аренду?",
        answer:
          "Максимальный срок аренды - 6 дней, далее продление невозможно (исключения могут быть для постоянных покупателей)",
      },
    ],
  },

  {
    id: "payment",
    title: "Оплата и манибэк",
    questions: [
      {
        question: "Сколько стоит аренда?",
        answer:
          "Стоимость зависит от выбранного сета. Актуальная цена указана в его карточке и на странице с подробными условиями аренды.",
      },
      {
        question: "Что такое манибэк?",
        answer:
          "Манибэк — сумма, которая возвращается при самостоятельной отмене трейда.",
      },
      {
        question: "Когда возвращается манибэк?",
        answer:
          "Возврат денежных средств осуществляется в течение 12 часов после отмены трейда (обычно это занимает 5-10 минут в рабочее время)",
      },
    ],
  },

  {
    id: "transfer",
    title: "Передача и возврат",
    questions: [
      {
        question: "Как я получу сет?",
        answer:
          "После оформления аренды мы согласовываем передачу сета и необходимые детали через Telegram.",
      },
      {
        question: "Что происходит после окончания аренды?",
        answer:
          "Перед окончанием срока аренды мы связываемся с вами и предупреждаем о завершении аренды.",
      },
      {
        question: "Можно ли отменить аренду самостоятельно?",
        answer:
          "Да ! Это обеспечит вам самую выгодную цену аренды.",
      },
      {
        question: "Что будет при самостоятельной отмене трейда?",
        answer:
          "Все обмены, находящиеся под действием Trade Protection, будут отменены. На ваш аккаунт будет наложен трейд-бан сроком на 30 дней, в течение которого обмен предметами будет недоступен. Также на этот период будет ограничен доступ к Торговой площадке Steam. ",
      },
    ],
  },

  {
    id: "support",
    title: "Проблемы и поддержка",
    questions: [
      {
        question: "Куда обращаться, если возникла проблема?",
        answer:
          "По всем вопросам, связанным с арендой, обратитесь к нам через Telegram. Мы поможем разобраться в ситуации.",
      },
      {
        question: "Что делать, если срок аренды подходит к концу?",
        answer:
          "Ничего дополнительно делать не нужно — перед окончанием аренды мы заранее свяжемся с вами и предупредим о завершении срока.",
      },
      {
        question: "Как связаться с SkinLease?",
        answer:
          "Основной канал связи — Telegram. Ссылка на него доступна в шапке сайта и на страницах сетов.",
      },
    ],
  },
];

export default faqCategories;